Revit 2024 API
IFCRange Constructor
 Instantiates a default IFCRange object.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public IFCRange()
Visual Basic
Public Sub New
Visual C++
public:
IFCRange()
Remarks
 The starting and ending value are both set to zero.
See Also
IFCRange Class
IFCRange Overload
Autodesk.Revit.DB.IFC Namespace